Repository: AnnaExpert/EScribeTranslations
Catalog: */EScribe.po
Languages: ja, ru, zh_hant

source: Set USB Current Limit
ja: USB電流制限設定
ru: Установить текущий ток USB
zh_hant: usb電流限制設置

source: Current (A):
ja: 電流 (A):
ru: Текущий (А):
zh_hant: 電流(A):

source: Temperature Monitoring Mode
ja: 温度モニタモード
ru: Режим контроля температуры
zh_hant: 溫度監控模式

source: In temperature monitoring mode, temperature will be displayed. It will NOT be limited in any way.
ja: 温度モニタモードでは、どんな状況でも温度が表示されます
ru: В режиме мониторинга температур, температура будет отображаться. Она не будет ограничена каким-либо образом.
zh_hant: 在溫度監測模式下,溫度將被顯示. 它不會以任何方式進行限制.

source: Continue?
ja: 継続？
ru: Продолжить?
zh_hant: 繼續嗎?

source: Capturing Screen
ja: スクリーンキャプチャ
ru: Захват экрана
zh_hant: 屏幕捕獲

source: Raw Ohms:
ja: 初期抵抗値:
ru: Исходные Ом:
zh_hant: 初始電阻:

source: Nominal Ohms:
ja: 演算抵抗値:
ru: Номинальные Ом:
zh_hant: 標稱電阻:

source: &Start
ja: 開始
ru: &Старт
zh_hant: 開始

source: &Stop
ja: 中止
ru: &Стоп
zh_hant: 停止

source: &Accept
ja: 登録
ru: &Принять
zh_hant: 接受

source: Battery Pack Voltage
ja: バッテリーパック電圧
ru: Напряжение аккумулятора
zh_hant: 電池組電壓

source: Do you know the total voltage of your battery pack? This is typically printed on it.
ja: バッテリーパックの電圧は把握していますか？ バッテリーパックの記載を確認するか、製造元にご確認下さい 把握している：はい / 単セルから計算：いいえ
ru: Вы знаете, общее напряжение вашей батареи? это значение, как правило, напечатано на нём.
zh_hant: 知道您電池組的總電壓嗎? 一般它會印在電池上.

source: Calculate Watt-Hours
ja: 計算容量 (Wh)
ru: Рассчитать Вт-ч
zh_hant: 計算電能

source: Battery Cell Capacity (mAh):
ja: バッテリーセル容量 (mAh):
ru: Емкость батареи (мАч):
zh_hant: 電池單元容量(mAh):

source: Number of Battery Cells:
ja: バッテリーセル個数:
ru: Количество ячеек батареи:
zh_hant: 電池單元數量:

source: Nominal Cell Voltage:
ja: 公称セル電圧:
ru: Номинальное напряжение ячейки:
zh_hant: 電池單元額定電壓:

source: Nominal Pack Voltage:
ja: 公称パック電圧:
ru: Номинальное напряжение батареи
zh_hant: 電池組額定電壓:

source: Calculation Result
ja: 計算結果
ru: Результат вычисления
zh_hant: 計算結果

source: Your battery has a capacity of {0} watt-hours.
ja: このバッテリーの容量は {0} Whです.
ru: Аккумулятор имеет емкость {0} ватт-часов.
zh_hant: 您的電池容量為{0}瓦特時.

source: Use this value?
ja: この値を適用しますか？
ru: Использовать это значение?
zh_hant: 使用這個數值?

source: Return To Researcher:
ja: 開発者へ返却:
ru: Вернуться к диагностике:
zh_hant: 超限研究返回:

source: Enter Research Seal
ja: 開発シールを入力して下さい
zh_hant: 輸入防篡改密碼

source: Research seal is intact.
ja: 開発シールは有効です
ru: Исследование без изменений.
zh_hant: 防篡改封條完好無損.

source: Research seal does not match.
ja: 開発シールが一致しません
zh_hant: 防篡改密碼不符.

source: Reached the rate limit. Try again later.
ja: 制限に到達、時間を置いてお試し下さい
ru: Достигнут предел скорости. Попробуйте позже.
zh_hant: 達到速率限制.請稍後重試.

source: Success
ja: 成功
ru: Успешно
zh_hant: 成功

source: Research seal applied.
ja: 開発シールを適用します
ru: Исследование применено.
zh_hant: 防篡改加密完成.

source: Research seal broken.
ja: 開発シールは破損しています
ru: Исследование нарушено.
zh_hant: 解除防篡改加密.

source: Statistics reset.
ja: 統計情報のリセット
ru: Сброс статистики
zh_hant: 統計數據重置.

source: Error
ja: エラー
ru: Ошибка
zh_hant: 錯誤

source: A researcher has already applied a seal to this device.
ja: このデバイスには既に、開発シールが適用されています
ru: Исследователь уже применил результаты для этого устройства.
zh_hant: 研究人員已經開啟了此設備防篡改加密功能.

source: This device has not been sealed for research.
ja: このデバイスには開発シールが適用されていません
ru: Это устройство не может быть использовано для исследования.
zh_hant: 此設備並沒有被防篡改加密設置.

source: Serial Number
ja: シリアルナンバー
ru: Серийный номер
zh_hant: 序列號

source: Copy to Clipboard?
ja: クリップボードへコピー
ru: Скопировать в буфер обмена?
zh_hant: 複製到剪貼板?

source: Copied.
ja: 完了
ru: Скопировано.
zh_hant: 複製.

source: New firmware is available!
ja: 新しいファームウェアがあります！
ru: Новая прошивка доступна!
zh_hant: 有新的固件可用!

source: Click here to update your device to {0}.
ja: デバイスを更新 {0}
ru: Нажмите здесь, чтобы обновить устройство к {0}.
zh_hant: 點擊這裡更新您的設備至{0}.

source: Please Wait
ja: ちょっと待ってね
ru: Пожалуйста, подождите
zh_hant: 請等待

source: Updating Core Firmware
ja: コアファームウェアアップデート
ru: Обновляется ядро прошивки
zh_hant: 正在更新固件核心

source: Updating Firmware
ja: ファームウェアアップデート
ru: Обновление прошивки
zh_hant: 正在更新固件

source: New Firmware
ja: 新規ファームウェア
ru: Новая прошивка
zh_hant: 新的固件

source: New firmware is going to be uploaded.
ja: 新しいファームウェアを適用しようとしています
ru: Новая прошивка будет загружена.
zh_hant: 新固件將被上傳.

source: Before clicking OK, please make sure that the device is idle.
ja: OKを押す前に、デバイスが待機状態であることを確認して下さい
ru: Прежде чем нажать ОК, пожалуйста, убедитесь, что устройство находится в режиме ожидания.
zh_hant: 單擊確定之前,請確保設備處於空閑狀態.

source: Firmware update complete.
ja: ファームウェアアップデート完了
ru: Обновление прошивки завершено.
zh_hant: 固件更新完成.

source: Production Utility
ja: プロダクションユーティリティ
ru: Тесты
zh_hant: 製作工具

source: &Save...
ja: 保存...
ru: &Сохранить...
zh_hant: 保存...

source: Browse...
ja: 詳細確認...
ru: Обзор...
zh_hant: 瀏覽...

source: Model Name:
ja: モデル名称:
ru: Название модели:
zh_hant: 模型名稱:

source: Firmware File:
ja: ファームウェアファイル:
ru: Файл прошивки:
zh_hant: 固件文件:

source: Settings File:
ja: 設定ファイル:
ru: Файл настроек:
zh_hant: 設置文件:

source: &Program && Test
ja: プログラム＆テスト
ru: &Программа && испытаний
zh_hant: 編程&&測試

source: Invalid Value
ja: 無効なデータ
ru: Неверное значение
zh_hant: 無效值

source: Value must be a number.
ja: 数字を入力して下さい
ru: Значение должно быть числом.
zh_hant: 輸入值必須為數字.

source: Unable to open a connection. Another program may be using the device.
ja: デバイスに接続出来ませんでした 他のプログラムがデバイスを使用しています
ru: Невозможно открыть соединение. Другая программа может использовать устройство.
zh_hant: 無法打開連接. 可能有另一個程序正在使用該設備.

source: Case Cooling Time Constant:
ja: ケース温度低下時間:
ru: Время охлаждения корпуса:
zh_hant: 冷卻時間常數:

source: Case Heating Time Constant:
ja: ケース温度上昇時間:
ru: Время нагрева корпуса:
zh_hant: 加熱時間常數:

source: Case USB Charge ΔT:
zh_hant: USB充電情況ΔT:

source: Minimum Ambient Temperature:
ja: 最低外気温:
ru: Минимальная температура окружающего воздуха:
zh_hant: 最低環境溫度:

source: Maximum Ambient Temperature:
ja: 最高外気温:
ru: Максимальная температура окружающего воздуха:
zh_hant: 最高環境溫度:

source: What power would you like to conduct the test at?
ja: テスト用電力設定
ru: На какой мощности вы хотите провести тест?
zh_hant: 你希望以什麼功率來進行測試?

source: What is the room temperature (°F)?
ja: 外気温を入力して下さい (華氏/Ｆ)?
ru: Температура в помещении (°F)?
zh_hant: 室內常溫是多少(°F)?

source: Login Required
ja: ログインが必要です
ru: Необходима авторизация
zh_hant: 需要登錄

source: You must be logged in to use the production utility.
ja: プロダクションユーティリティは、ログインが必須です
ru: Вы должны войти в систему, чтобы использовать утилиту.
zh_hant: 你必須先登錄才能使用製作工具.

source: Select the latest firmware to have it loaded onto the device.
ja: 最新のファームウェアをデバイスに書き込みます
ru: Выберите последнюю прошивку, чтобы она была загружена на устройство.
zh_hant: 選擇最新的固件將它安裝到設備.

source: Select your mod's default settings file. It can be reloaded by clicking Restore Defaults.
ja: 標準設定ファイルを選択して下さい。これはMODの「標準設定に戻す」に適用されます
ru: Выберите файл настроек по умолчанию для вашего мода. Он может быть перезагружен, нажав "восстановить значения по умолчанию".
zh_hant: 選擇你的Mod默認設置文件.它可以通過點擊恢復默認值來重置默認設置.

source: Functional Tests
ja: 機能テスト
ru: Функциональные тесты
zh_hant: 功能測試

source: Fire Test
ja: ファイアテスト
ru: Fire-тест
zh_hant: 點火測試

source: Checks that the device can fire and read Ohms properly. Attach a resistor or non-temperature coil.
ja: デバイスのファイアと抵抗値読み込みを確認します、温度管理非対応コイルを使用して下さい
ru: Проверяет, что у устройства работает кнопка FIRE и правильно считывается сопротивление. Установите резистор или не температуры катушки.
zh_hant: 檢查此設備是否能點火和正常讀取電阻歐姆值.安裝的發熱絲電阻有誤或非溫控發熱絲

source: Fire Time:
ja: ファイア時間:
ru: Время FIRE:
zh_hant: 點火時間:

source: Fire Power:
ja: ファイア電力:
ru: Мощность FIRE:
zh_hant: 點火功率:

source: Expected Cold Resistance:
ja: 想定冷間抵抗値:
ru: Ожидаемое "холодное" сопротивление:
zh_hant: 耐冷性預設:

source: Battery Test
ja: バッテリーテスト
ru: Тест батареи
zh_hant: 電池測試

source: Makes sure the battery cells have reasonable voltages and can be charged.
ja: バッテリーセルの電圧、及び充電を確認します
ru: Будьте уверены, что ячейки батареи имеют приемлемое напряжение и могут быть заряжены.
zh_hant: 請確保電池組電壓值正確,並且可以正常充電.

source: Minimum Cell Voltage:
ja: 最低セル電圧:
ru: Минимальное напряжение ячейки:
zh_hant: 電池組最小電壓:

source: Maximum Cell Imbalance:
ja: 最大セルバランス:
ru: Максимальный дисбаланс ячеек:
zh_hant: 電池組最大電壓:

source: Wait for USB Current to Rise Above:
ja: USB電流上昇待機:
ru: Подождите пока ток USB вырастет:
zh_hant: 等待usb電流上升超過:

source: Production
ja: プロダクション
ru: Производство
zh_hant: 製作

source: No actions.
ja: 非動作
ru: Нет действий.
zh_hant: 沒有動作.

source: Fire test failed.
ja: ファイアテスト失敗
ru: Тест FIRE проваленн.
zh_hant: 點火測試失敗.

source: Battery test failed.
ja: バッテリーテスト失敗
ru: Тест батареи провален.
zh_hant: 電池測試失敗.

source: Production actions succeeded.
ja: プロダクション確認成功！
ru: Действие удалось.
zh_hant: 製作操作成功.

source: Hide Ohms on Custom
ja: 抵抗値を表示しない
ru: Обычно скрывать сопротивление
zh_hant: 隱藏電阻自定義

source: Show Ohms on Custom
ja: 抵抗値を表示する
ru: Обычно показывать сопротивление
zh_hant: 顯示電阻自定義

source: New Coil
ja: 新コイル
ru: Новая намотка
zh_hant: 新發熱絲

source: Old Coil
ja: 旧コイル
ru: Старая намотка
zh_hant: 舊發熱絲

source: All default screens Copyright 2015 Evolv Inc. For use only in Evolv electronics.
zh_hant: 所有默認屏顯Evolv公司2015版權所有.僅使用於Evolv公司電子煙.

source: Customized screens are copyrighted by their respective creators.
ja: カスタムスクリーンの権利は、カスタムスクリーンの製作者が保有しています
zh_hant: 自定義屏顯版權歸各自的創作者所有.軟體中文版本補丁由銅豆提供.

source: Case USB Charge Temperature Rise:
ja: ケースUSB充電温度係数:
ru: Температура USB-заряда
zh_hant: USB充電時溫度上升:

source: Absolute Error
zh_hant: 絕對誤差

source: Area of Error
zh_hant: 區域誤差

source: What to call this preset.
zh_hant: 給此預設起名.

source: The power for this preset.
zh_hant: 預設功率設置.

source: The temperature limit for this preset.
zh_hant: 此預設的溫度限制設置.

source: The material the coil is made of. Typically this is Nickel 200, but it is possible to construct temperature-sensing coils out of other materials.
zh_hant: 發熱絲製作材料.通常情況下是鎳200,但也可以由其他支持溫控的材料製作而成.

source: For temperature-sensing coils, the power level to apply during preheat to get up to temperature.
zh_hant: 適用於溫控發熱絲,功率水平設置影響預熱階段的升溫情況.

source: How close to the temperature limit to preheat.
zh_hant: 以哪種方式進行溫控的預熱.

source: The maximum amount of time to preheat the coil.
zh_hant: 發熱絲預熱的最長時間設定.

source: Whether or not the screen is flipped.
zh_hant: 是否將屏幕翻轉.

source: The screens on which to show the battery meter.
zh_hant: 在哪個屏幕上顯示電量標誌.

source: The number of times to flash control errors such as Weak Battery, and the proportion of time they should be displayed on-screen.
zh_hant: 設定屏幕閃爍的次數以控制如電池弱點的報錯,以及各種報錯信息顯示內容的比重情況.

source: What is shown on the upper-left of the screen.
zh_hant: 什麼顯示在屏幕左上角.

source: What is shown on the upper-left of the screen when charging.
zh_hant: 充電時什麼顯示在屏幕左上角.

source: What is shown on the middle-left of the screen.
zh_hant: 什麼顯示在屏幕中間偏左.

source: What is shown on the middle-left of the screen when charging.
zh_hant: 充電時什麼顯示在屏幕中間偏左.

source: What is shown on the bottom-left of the screen.
zh_hant: 什麼顯示在屏幕左下角.

source: What is shown on the bottom-left of the screen when charging.
zh_hant: 充電時什麼顯示在屏幕左下角.

source: The brightness when the DNA is being fired.
zh_hant: 點火時屏幕顯示的亮度.

source: The brightness when the DNA has been recently fired or adjusted.
zh_hant: 最近已經點火或調節時的亮度.

source: The brightness when the DNA has not been fired in a while.
zh_hant: 一定時間內未點火時的亮度.

source: The brightness when the DNA is charging and not in use.
zh_hant: 正在充電且不使用時的亮度.

source: The amount of time since firing before fading to idle brightness.
zh_hant: 從點火衰弱至空閑之前的亮度

source: The amount of time since firing before fading out.
zh_hant: 從點火到屏幕關閉的時間.

source: The time to go from 0% to 100% brightness.
zh_hant: 從0%到100%亮度所需的時間.

source: The time to go from 100% to 0% brightness
zh_hant: 從100%到0%亮度所需的時間.

source: The battery chemistry being used.
zh_hant: 正在使用的電池化學物構成類型.

source: The battery capacity, in watt-hours, is typically printed on the battery pack.
zh_hant: 電池容量,瓦特-時,它通常印在電池組表皮上.

source: When the battery gets low, the DNA will attempt control the power level to prevent any cell voltages from dropping below this level.
zh_hant: 當電池電量所剩不多時,DNA將嘗試控制功率水平以防止電池電壓低於這個水平.

source: The battery can be charged to a high level to maximize the number of puffs, or to a lower level to improve its longevity.
zh_hant: 電池可以被充電到一個很高階段以最大化噴煙口數,或充到一個較低的水平以提高其壽命.

source: The unloaded voltage level of the battery at various states of charge.
zh_hant: 在不同充電狀態的電池空載電壓水平.

source: The maximum power level for coils that are not temperature-sensing.
zh_hant: 非溫控發熱絲時的最大功率.

source: The resistance of the mod.
zh_hant: 這個MOD的電阻值.

source: When the DNA is Ohm Locked, the maximum percentage difference in resistance that will still be assumed to be the same coil. We don't recommend increasing this.
zh_hant: 當電阻值鎖定時,電阻在最大百分比差異範圍內仍然被假定為相同的發熱絲.建議你不要提高這個設定.

source: How the DNA onboard buttons are labeled on the mod.
zh_hant: 設置+/-按鈕功能.

source: The time for the case to cool 63.2% of the way to a steady temperature.
zh_hant: 以0.63倍方式冷卻至穩定溫度所需時間.涉及"時間常數"概念,非專業人士不建議修改.

source: The time for the case to heat up 63.2% of the way to a steady temperature.
zh_hant: 以0.63倍方式加熱至至穩定溫度所需時間.涉及"時間常數"概念,非專業人士不建議修改.

source: The amount of temperature rise caused by USB battery charging.
zh_hant: 電池USB充電引起的升溫量.

source: The minimum ambient temperature this device will ever be used in. Typically this will not need adjustment.
zh_hant: 此設備允許使用的最低環境溫度.通常不需要調整.

source: The maximum ambient temperature this device will ever be used in. Typically this will not need adjustment.
zh_hant: 此設備允許使用的最高環境溫度.通常不需要調整.

source: On its USB serial port, the DNA can either respond to Plain Text Serial commands or output a CSV-formatted log you can open in Excel.
zh_hant: 在USB串口,DNA可以響應輸出純文本串列命令或CSV格式日誌,你可以通過Excel打開CSV文件.

source: In research situations where the atomizer has a known resistance, this can be specified for more accurate temperature measurement.
zh_hant: 在實驗研究情況下,設定已知的當前霧化器電阻值,這樣可以指定更精確的測量溫度.

source: The power can be locked for research purposes.
zh_hant: 為了實驗研究可以進行功率鎖定.

source: The temperature limit can be locked for research purposes.
zh_hant: 為了實驗研究可以進行溫度限制鎖定.

source: After a designated number of puffs, the DNA can display the Return To Researcher message.
zh_hant: 噴煙指定次數後,DNA會顯示"超限研究返回"的消息.

source: After a designated amount of energy, the DNA can display the Return To Researcher message.
zh_hant: 電量指定量使用後,DNA會顯示"超限研究返回"的消息.

source: After reaching a designated amount of puff time, the DNA can display the Return To Researcher message.
zh_hant: 達到噴煙指定時間後,DNA會顯示"超限研究返回"的消息.

source: &Lock Ohms
zh_hant: 鎖定電阻

source: &Unlock Ohms
zh_hant: 解鎖電阻

source: &Override Ohms
zh_hant: 改寫電阻

source: Temperature (属F)
ja: 温度 (F)

source: Look and Feel
ja: 操作設定

source: Watts Press Increment:
ja: 電力押下時送り量:

source: Watts Hold Increment:
ja: 電力長押時送り量:

source: Nothing Connected
ja: 未接続

source: No compatible USB devices are connected.
ja: USBデバイスが見つかりません

source: To continue, please connect one.
ja: デバイスを接続してから、再度実行して下さい

source: If one already IS connected, try unplugging and plugging it back in. The cable may be loose.
ja: デバイスを接続している場合、USBケーブルを抜き差ししてみて下さい

source: Are you sure you want to reset your statistics?
ja: 統計情報をリセットしますか？

source: Are you sure you want to restore to manufacturer settings? Any customizations you have made will be lost.
ja: 標準設定を復元しますか？ 全ての設定は初期化されます

source: Load Profile...
ja: プロファイル読込...

source: Save Profile...
ja: プロファイル保存...

source: Copy Profile
ja: プロファイルコピー

source: Behavior
ja: ＭＯＤ動作設定

source: Manufacturer Settings
ja: 詳細な設定

source: Materials
ja: 材質

source: Materials on Device
ja: デバイス上の材質

source: Available Materials
ja: 有効な材質

source: Temperature-Dominant
ja: 温度調整モード

source: Material In Use
ja: 使用材質

source: Temperature Increment:
ja: 温度送り量:

source: That material cannot be removed because it is being used by a profile.
ja: プロファイルで使用している為、材質を削除できません

source: That material is already in the repository.
ja: 素材はEScribeに定義済みです

source: That material is already on the device.
ja: 素材はデバイスに定義済みです

source: Max Continuous Input Current:
ja: 最大連続電流:

source: Max Pulse Input Current:
ja: 最大パルス電流:

source: Running
ja: 動作時

source: Charging
ja: 充電時

source: Charging brightness is very low.
ja: 充電時スクリーンは暗くなります

source: Firing:
ja: 動作モード:

source: Do not change brightness.
ja: 輝度固定

source: Activate the screen.
ja: アクティブ

source: Turn the screen off.
ja: 消灯

source: Do not change the screen.
ja: 変化しない

source: Temp Locked Hold Up Down:
ja: 上下ボタン長押し温度ロック:

source: Hold To Change Power:
ja: 長押し電力調整:

source: Hold To Change Material:
ja: 長押し材質調整:

source: Firning:
ja: 動作選択:

source: Active:
ja: 動作輝度:

source: Idle:
ja: 待機輝度:

source: Charging:
ja: 充電輝度:

source: Fading
ja: フェード・時間設定

source: After Firing:
ja: パフ後:

source: Set your PSU voltage to 12V. Do not use this option with batteries.
ja: 外部電源は、12Vに設定して下さい、バッテリーには使用しないで下さい

source: Actions
ja: アクション

source: Ohm Lock Range:
ja: 抵抗値固定範囲:

source: On-Screen Name:
ja: 画面名称

source: off
ja: オフ

source: Profile Name
ja: プロファイル名称

source: Profile Name (Standard)
ja: プロファイル名称 (標準)

source: Material Name
ja: 材質名称

source: Automatically Connect to &Device
ja: デバイスへ自動的に接続

source: &New
ja: 新規作成
