Repository: AnnaExpert/EScribeTranslations
Catalog: */EScribe.po
Languages: ja, ru, zh_hant

source: X-language translation by Y.
ja: ja-jp translation by eucalyptus. ecig.eucaly.net
ru: Russian translation by jQuery http://www.ecigtalk.ru/members/u57140.html.
zh_hant: 中文版本漢化由銅豆[SamMao]提供.

source: OK
zh_hant: 確認

source: Cancel
ja: キャンセル
ru: Отмена
zh_hant: 取消

source: &File
ja: ファイル
ru: &Файл
zh_hant: 文件

source: &New (Reset to {0} Standard)
ja: 新規作成 (初期化)
ru: &Новый (Сброс в стандарт {0})
zh_hant: 新建(重置到Evolv默認設置)

source: &Open...
ja: 開く...
ru: &Открыть...
zh_hant: 打開...

source: &Save
ja: 保存
ru: &Сохранить
zh_hant: 保存

source: Save &As...
ja: 上書き保存...
ru: Сохранить &как...
zh_hant: 另存為...

source: E&xit
ja: 終了
ru: В&ыход
zh_hant: 退出

source: &Edit
ja: 編集
ru: &Редактирование
zh_hant: 編輯

source: &Undo
ja: やり直し
ru: &Отменить
zh_hant: 撤銷

source: &Redo
ja: やり直しのやり直し
ru: &Вернуть
zh_hant: 重做

source: &Internet
ja: インターネット
ru: &Аккаунт
zh_hant: 聯網

source: &Log in...
ja: ログイン...
ru: &Войти в аккаунт...
zh_hant: 登錄...

source: E-mail:
zh_hant: 郵箱:

source: Password:
ru: Пароль:
zh_hant: 密碼:

source: My Account
ja: マイアカウント
ru: Мой аккаунт
zh_hant: 我的帳號

source: Register
ja: 登録
ru: Регистрация
zh_hant: 註冊

source: Login
ja: ログイン
ru: Вход
zh_hant: 登錄

source: Log &out
ja: ログアウト
ru: Выход
zh_hant: 註銷

source: &Options
ja: オプション
ru: &Опции
zh_hant: 選項

source: Automatically Check for &Updates
ja: 更新を自動的に確認
ru: Автоматическая проверка &обновлений
zh_hant: 自動檢查更新

source: Clear Recent Files List
ja: 最近使ったファイルリストを消去
ru: Очистить список последних файлов
zh_hant: 清除最近的文件列表

source: &Connect...
ja: デバイスへ接続...
ru: &Соединиться...
zh_hant: 連接...

source: Dis&connect
ja: デバイス切断
ru: От&соедениться
zh_hant: 斷開連接

source: &Tools
ja: ツール
ru: &Инструменты
zh_hant: 工具箱

source: &Calculator
ja: 計算機
ru: &Калькулятор
zh_hant: 計算器

source: Calculator
ja: 計算機
ru: Калькулятор
zh_hant: 計算器

source: Results
ja: 応答
ru: Результат
zh_hant: 結果

source: Equation
ja: 計算式
ru: Выражение
zh_hant: 公式

source: Calculate
ja: 計算
ru: Расчитать
zh_hant: 計算

source: &Production Utility
ja: プロダクションユーティリティ
ru: &Тесты
zh_hant: 製作工具

source: Serial &Terminal
ja: シリアルターミナル
ru: COM &порт
zh_hant: 串列終端

source: Serial Terminal
ja: シリアルターミナル
ru: COM-порт
zh_hant: 串列終端

source: Data
ja: データ
ru: Данные
zh_hant: 數據

source: Command
ja: コマンド
ru: Команда
zh_hant: 指令

source: System &Information
ja: システム情報
ru: Системная &информация
zh_hant: 系統信息

source: &Reboot Device
ja: デバイスの再起動
ru: &Перезагрузить мод
zh_hant: 重啟設備

source: &Soft Reboot...
ja: ソフトリブート(設定維持)...
ru: &Перезагрузка части системы...
zh_hant: 軟重啟...

source: &Hard Reboot...
ja: ハードリブート(設定初期化)...
ru: &Полная перезагрузка...
zh_hant: 硬重啟...

source: Show Serial &Number...
ja: シリアルナンバー表示...
ru: Показать серийный &номер...
zh_hant: 顯示序列號...

source: Update &Firmware...
ja: ファームウェアアップデート...
ru: Обновить &прошивку...
zh_hant: 固件更新...

source: &Help
ja: ヘルプ
ru: &Помощь
zh_hant: 幫助

source: &Website
ja: ウェブサイト
ru: &Официальный сайт
zh_hant: 官方網站

source: &Help Desk
ja: ヘルプデスク
ru: &Служба поддержки
zh_hant: 諮詢服務

source: Report a &Bug
ja: 不具合の報告
ru: Отчет об &ошибке
zh_hant: 報告錯誤

source: Bug Report
ja: バグレポート
ru: Отчет об ошибке
zh_hant: 報告錯誤

source: E-mail Address (optional):
ja: e-mail アドレス (オプション):
ru: E-mail (необязательно):
zh_hant: 郵件地址(可選):

source: &Send
ja: 送信
ru: &Отправить
zh_hant: 發送

source: Send &Feedback
ja: フィードバックの送信
ru: Отправить &отзыв
zh_hant: 發送反饋意見

source: Feedback Form
ja: フィードバックフォーム
ru: Форма для обратной связи
zh_hant: 反饋表單

source: U.S. &Patents
ja: 米国特許
ru: Патент &США
zh_hant: 美國發明專利

source: &About {0}
ja: {0} について
ru: &Об {0}
zh_hant: 關於{0}

source: About {0}
ja: {0} について
ru: Об {0}
zh_hant: 關於{0}

source: Connect
ja: 接続
ru: Соедениться
zh_hant: 連接

source: Device:
ja: デバイス:
ru: Устройство:
zh_hant: 設備:

source: Rename...
ja: 名称変更...
ru: Переименовать...
zh_hant: 重命名...

source: Rename Device
ja: デバイス名称変更
ru: Переименовать устройство
zh_hant: 重命名設備

source: New Name:
ja: 新規名称:
ru: Новое название:
zh_hant: 新建名稱:

source: Connect and &Download Settings
ja: 接続＆設定ダウンロード
ru: Соединиться и &скачать настройки
zh_hant: 連接和下載設置

source: &Upload Settings to Device
ja: デバイスへ設定を適用
ru: &Загрузить настройки в мод
zh_hant: 上傳設置到設備

source: Device &Monitor
ja: デバイスモニター
ru: Мониторинг &мода
zh_hant: 設備監控

source: {0} connected on USB.
ja: {0} USBで接続中
ru: {0} соединен по USB.
zh_hant: {0} 通過USB連接.

source: Downloading Settings
ja: 設定をダウンロードしています
ru: Скачивание настроек
zh_hant: 正在下載設置

source: Uploading Settings
ja: 設定をアップロードしています
ru: Загрузка настроек
zh_hant: 正在上傳設置

source: Verifying Settings
ja: 設定を検証しています
ru: Проверка настроек
zh_hant: 正在驗證設置

source: General
ja: 一般
ru: Общее
zh_hant: 通用設置

source: My DNA
ru: Мой DNA-мод
zh_hant: 我的晶元

source: Manufacturer:
ja: 製造業者:
ru: Производитель:
zh_hant: 製造商:

source: Model:
ja: モデル:
ru: Модель:
zh_hant: 模型:

source: History:
ja: 履歴:
ru: История:
zh_hant: 出廠:

source: Get Information
ja: 情報の取得
ru: Получить информацию
zh_hant: 獲取信息

source: {0} can get information online about your mod.
ja: オンラインで、この基板の情報を照会、取得します
ru: {0} может получить информацию в интернете о вашем моде.
zh_hant: {0}可以在線獲取你的方案的相關信息.

source: Restore Defaults
ja: 標準設定を復元
ru: Восстановить стандартные настройки
zh_hant: 還原默認設置

source: Profile {0}
ja: プロファイル {0}
ru: Профиль {0}
zh_hant: 配置 {0}

source: Name:
ja: 名称:
ru: Название:
zh_hant: 名稱:

source: Custom Screen:
ja: カスタムスクリーン:
ru: Пользовательский экран:
zh_hant: 自定義屏幕:

source: Settings
ja: 設定
ru: Настройки
zh_hant: 設置

source: Power:
ja: 電力:
ru: Мощность:
zh_hant: 功率:

source: Temperature:
ja: 温度:
ru: Температура:
zh_hant: 溫度:

source: Off
ja: オフ
ru: Выключить
zh_hant: 關閉

source: Ohms Locked
ja: 抵抗値ロック
ru: Заблокировать сопротивление
zh_hant: 電阻鎖定

source: If you connect a temperature-sensing coil...
ja: 温度管理対応コイル設定
ru: Настройки термоконтроля
zh_hant: 如果你使用了一個支持溫控的發熱絲...

source: Coil Material:
ja: コイルの材質:
ru: Материал намотки:
zh_hant: 發熱絲材料:

source: Nickel 200
ru: Никель 200
zh_hant: 鎳 200

source: Custom
ja: 独自設定
ru: Пользовательский
zh_hant: 自定義

source: Material Profile:
ja: 材質プロファイル:
ru: Материал профиля:
zh_hant: 材料概況:

source: Move/Resize
ja: 移動/サイズ変更
ru: Размер
zh_hant: 移動/調整

source: Split
ja: 分割
ru: Разделить
zh_hant: 拆分

source: Delete
ja: 削除
ru: Удалить
zh_hant: 刪除

source: Set X
ja: Ｘ軸設定
ru: Установить Х
zh_hant: 設置x

source: X value:
ja: Ｘ軸の値:
ru: Значение Х:
zh_hant: x值:

source: Set Y
ja: Ｙ軸設定
ru: Установить Y
zh_hant: 設置y

source: Y value:
ja: Ｙ軸の値:
ru: Значение Y:
zh_hant: y值:

source: Custom Materials
ja: 独自素材の定義
ru: Пользовательские материалы
zh_hant: 自定義材料

source: Load CSV...
ja: CSV読込...
ru: Загрузить CSV...
zh_hant: 載入csv...

source: Save CSV...
ja: CSV保存...
ru: Сохранить CSV...
zh_hant: 保存csv...

source: Label...
ja: ラベル...
ru: Маркер...
zh_hant: 標籤...

source: Special
ja: スペシャル
ru: Особый
zh_hant: 特殊

source: Reduce Number of Points...
ja: ポイントの削除...
ru: Уменьшить количество точек...
zh_hant: 減少點數...

source: Temperature Coefficient of Resistance (Approximation)...
ja: 抵抗の温度係数/TCR (近似値)...
ru: Температурный коэффициент сопротивления (приближенно)...
zh_hant: 電阻溫度係數(近似值)...

source: Preheat Power:
ja: 予熱電力:
ru: Мощность предварительного разогрева:
zh_hant: 預熱功率:

source: Preheat Punch:
ja: 予熱強度:
ru: Степень разогрева:
zh_hant: 預熱衝力:

source: Soft
ja: 弱め
ru: Min
zh_hant: 弱

source: Hard
ja: 強め
ru: Max
zh_hant: 強

source: Preheat Time Limit:
ja: 予熱時間制限:
ru: Ограничение разогрева по времени:
zh_hant: 預熱時間限制:

source: Atomizer Analyzer
ja: アトマイザアナライザ
ru: Анализатор атомайзера
zh_hant: 霧化器分析器

source: {0} can be used to analyze your atomizer's resistance stability.
ja: アトマイザ抵抗値の安定性を分析します
ru: {0} может быть использован для анализа стабильности сопротивления вашего атомайзера.
zh_hant: {0}可以用來分析你的霧化器電阻穩定性.

source: Theme
ja: テーマ
ru: Тема
zh_hant: 主題設置

source: Load Theme...
ja: テーマの読込...
ru: Загрузить тему...
zh_hant: 載入主題...

source: Save Theme...
ja: テーマの保存...
ru: Сохранить тему...
zh_hant: 保存主題...

source: Default Theme
ja: 標準テーマ
ru: Стандартная тема
zh_hant: 默認主題

source: Custom Screens
ja: カスタムテーマ
ru: Пользовательские экраны
zh_hant: 自定義屏幕

source: Screens are {0} pixels wide and {1} pixels tall.
ja: 画像サイズは、横 {0} ピクセル、縦 {1} ピクセルです
ru: Экраны {0} пикселей в ширину и {1} пикселей в высоту.
zh_hant: 屏幕有{0}像素寬和{1}像素高.

source: Capture...
ja: キャプチャ...
ru: Захват...
zh_hant: 捕獲...

source: Load...
ja: 読込...
ru: Загрузить...
zh_hant: 載入...

source: Save...
ja: 保存...
ru: Сохранить...
zh_hant: 保存...

source: Default
ja: デフォルト
ru: Стандартный
zh_hant: 默認

source: Welcome (Primary):
ja: ようこそ (メイン):
ru: Приветствие (основное):
zh_hant: 歡迎(首屏):

source: Welcome (Secondary):
ja: ようこそ (サブ):
ru: Приветствие (вторичное):
zh_hant: 歡迎(二屏):

source: Normal Mode:
ja: ノーマルモード:
ru: Нормальный режим:
zh_hant: 正常屏顯:

source: Stealth Mode:
ja: ステルスモード:
ru: Стелс режим:
zh_hant: 隱藏屏顯:

source: New Coil Yes/No:
ja: 新規コイル？ y/n:
ru: Новый койл да/нет:
zh_hant: 新霧化器按+同一個霧化器按-:

source: Hold To Lock Ohms:
ja: 長押し抵抗値ロック:
ru: Удерживайте, чтобы заблокировать Ом:
zh_hant: 按住鎖定電阻:

source: Hold To Unlock Ohms:
ja: 長押し抵抗値ロック解除:
ru: Удерживайте, чтобы разблокировать Ом
zh_hant: 按住解鎖電阻:

source: Power Locked Hold Up Down:
ja: 上下ボタン長押し電力ロック:
ru: Заблокировать мощность вверх + вниз:
zh_hant: 按住+-解鎖功率:

source: Locked Click 5X:
ja: 操作ロック及び解除:
ru: Чтобы заблокировать нажмите fire 5 раз:
zh_hant: 按5次解鎖:

source: Hold To Change Temp:
ja: 長押し温度調整:
ru: Удерживайте, чтобы изменить температуру:
zh_hant: 按住改變溫度:

source: Kanthal Max Power:
ja: カンタル出力上限:
ru: Максимальная мощность на кантале:
zh_hant: 康絲最大功率:

source: Show Message
ja: 表示
ru: Показать сообщение
zh_hant: 顯示信息

source: Don't Show
ja: 非表示
ru: Не показывать
zh_hant: 不顯示

source: Temperature Protected:
ja: 温度保護:
ru: Температурная защита:
zh_hant: 溫度保護:

source: Show Temperature
ja: 温度表示
ru: Показать температуру
zh_hant: 顯示溫度

source: Too Hot:
ja: 基板温度上昇:
ru: Слишком горячо:
zh_hant: 過熱:

source: Shorted:
ja: アトマショート:
ru: Короткое замыкание:
zh_hant: 短路:

source: Check Atomizer:
ja: アトマ確認:
ru: Проверьте атомайзера:
zh_hant: 檢查霧化器:

source: Ohms Too Low:
ja: 抵抗値下限:
ru: Слишком низкое сопротивление:
zh_hant: 電阻過低:

source: Ohms Too High:
ja: 抵抗値上限:
ru: Слишком высокое сопротивление:
zh_hant: 電阻過高:

source: Check Battery:
ja: バッテリー確認:
ru: Проверьте батарею:
zh_hant: 檢查電池:

source: Weak Battery:
ja: バッテリー残量低下:
ru: Разряженная батарея:
zh_hant: 電池弱電:

source: Imbalanced Battery:
ja: バッテリーアンバランス:
ru: Несбалансированная батарея:
zh_hant: 電池失衡:

source: Screen
ja: 画面
ru: Экран
zh_hant: 屏幕顯示

source: Display
ja: 表示設定
ru: Дисплей
zh_hant: 顯示

source: Orientation:
ja: 画面回転:
ru: Ориентация:
zh_hant: 方向:

source: Left
ja: 左
ru: Левая
zh_hant: 左

source: Right
ja: 右
ru: Правая
zh_hant: 右

source: Battery Meter:
ja: バッテリーメータ:
ru: Индикатор батареи:
zh_hant: 電量標誌:

source: On Default Screens
ja: 標準画面
ru: На экранах по умолчанию
zh_hant: 默認屏幕

source: On Main Screen Only
ja: メイン画面のみ
ru: Только на главном экране
zh_hant: 僅主屏幕

source: On All Screens
ja: 全ての画面
ru: На всех экранах
zh_hant: 所有屏幕

source: Error Flashes:
ja: エラー時点滅:
ru: Мерцание ошибок:
zh_hant: 報錯屏閃:

source: {0:0.0} s error, {1:0.0} s status
ja: {0:0.0} 秒エラー, {1:0.0} 秒点滅
ru: {0:0.0}сек ошибка, {1:0.0}сек статус
zh_hant: {0:0.0}秒錯誤, {1:0.0}秒狀態

source: Show error only.
ja: エラー表示のみ.
ru: Показывать только ошибки.
zh_hant: 僅顯示錯誤.

source: Fields
ja: フィールド
ru: Поля
zh_hant: 區域

source: Default Field {0}:
ja: 標準フィールド {0}:
ru: Поля по умолчанию {0}:
zh_hant: 默認區域{0}:

source: Ohms
ja: 抵抗値
ru: Ом
zh_hant: 電阻

source: Ohms (Standard)
ja: 抵抗値 (標準)
ru: Ом (стандарт)
zh_hant: 電阻(默認)

source: Voltage
ja: 電圧
ru: Напряжение
zh_hant: 電壓

source: Voltage (Standard)
ja: 電圧 (標準)
ru: Напряжение (стандартное)
zh_hant: 電壓(默認)

source: Temperature
ja: 温度
ru: Температура
zh_hant: 溫度

source: Temperature (Standard)
ja: 温度 (標準)
ru: Температура (стандартная)
zh_hant: 溫度(默認)

source: Battery Charge %
ja: バッテリー充電量 %
ru: Заряд батареи %
zh_hant: 電池電量%

source: Battery Charge Wh
ja: バッテリー充電量 Wh
ru: Заряд батареи Вт-ч
zh_hant: 電池電量wh

source: USB Power
ja: USB 電力
ru: Мощность USB
zh_hant: usb功率

source: USB Current
ja: USB 電流
ru: Ток USB
zh_hant: usb電流

source: USB Current (Standard)
ja: USB 電流 (標準)
ru: Ток USB (стандартный)
zh_hant: usb電流(默認)

source: USB Voltage
ja: USB 電圧
ru: Напряжение USB
zh_hant: usb電壓

source: Battery Pack
ja: バッテリーパック
ru: Аккумуляторная батарея
zh_hant: 電池組

source: Battery Cell {0}
ja: バッテリーセル {0}
ru: Элемент батареи {0}
zh_hant: 電池單元{0}

source: Current
ja: 電流
ru: Ток
zh_hant: 電流

source: Board Temperature
ja: 基板温度
ru: Температура платы
zh_hant: 板溫

source: Room Temperature
ja: 外気温度
ru: Комнатная температура
zh_hant: 室溫

source: Puff Count
ja: パフカウント
ru: Количество затяжек
zh_hant: 噴煙計數

source: Last Energy
ja: 前回のエネルギー
ru: Последняя энергия
zh_hant: 最後的電量平均統計值

source: Last Power
ja: 前回の電力
ru: Последняя мощность
zh_hant: 最後的功率平均統計值

source: Last Temperature
ja: 前回の温度
ru: Последняя температура
zh_hant: 最後的溫度平均統計值

source: Last Time
ja: 前回のパフ時間
ru: Последнее время
zh_hant: 最後的時間平均統計值

source: Charging Field {0}:
ja: 充電時フィールド {0}:
ru: Поле зарядки {0}:
zh_hant: 充電區域{0}:

source: Brightness
ja: 輝度設定
ru: Яркость
zh_hant: 亮度

source: Firing Brightness:
ja: 開始時輝度:
ru: Яркость при затяжке:
zh_hant: 點火亮度:

source: Fade to...
ja: 徐々に変化
ru: Выключить...
zh_hant: 淡出為...

source: Set to...
ja: 即時変化
ru: Установить на...
zh_hant: 設置為...

source: Temporarily set to...
ja: 一時変化
ru: Временно установить на...
zh_hant: 暫時設為...

source: Do not change.
ja: 変化無効
ru: Не менять.
zh_hant: 不進行更改.

source: Screen active after puff.
ja: パフ後スクリーン表示.
ru: Включение экрана после затяжки.
zh_hant: 噴煙後屏幕激活.

source: Screen off after puff.
ja: パフ後スクリーン非表示.
ru: Выключение экрана после затяжки.
zh_hant: 噴煙後屏幕關閉.

source: No effect on idle state.
ja: 待機時表示抑制.
ru: Без эффекта в состоянии ожидания
zh_hant: 空閑狀態下無影響.

source: Active Brightness:
ja: 動作時輝度:
ru: Активная яркость:
zh_hant: 激活亮度:

source: Active Time:
ja: 動作時間:
ru: Активное время:
zh_hant: 激活時間:

source: Idle Brightness:
ja: 待機時輝度:
ru: Яркость в режиме ожидания:
zh_hant: 空閑亮度:

source: Idle Time:
ja: 待機時間:
ru: Время ожидания:
zh_hant: 空閑時間:

source: Charging Brightness:
ja: 充電時輝度:
ru: Яркость во время зарядки:
zh_hant: 充電亮度:

source: Fade-in Time:
ja: フェードイン時間:
ru: Время затухания:
zh_hant: 淡入時間:

source: Fade-out Time:
ja: フェードアウト時間:
ru: Время появления:
zh_hant: 淡出時間:

source: Mod
ja: ＭＯＤ
ru: Бокс-мод
zh_hant: 盒子方案

source: Battery
ja: バッテリー
ru: Аккумулятор
zh_hant: 電池

source: Type:
ja: 種類:
ru: Тип:
zh_hant: 類型:

source: Lithium Polymer
ja: リチウムポリマー (Li-Po)
ru: Литий-полимерный
zh_hant: 鋰聚合物(Li-Po)

source: LiFePO4
ja: リン酸鉄リチウムイオン (LiFePO4)
ru: Литий-железо-фосфатный
zh_hant: 磷酸鐵鋰(LiFePO4)

source: Power Supply
ja: 電源に接続
ru: Источник питания
zh_hant: 電力供應

source: Capacity:
ja: 容量:
ru: Емкость:
zh_hant: 容量:

source: {0}-cell
ja: {0}-セル
ru: {0} -ячейки
zh_hant: {0}-單元

source: Watt-Hour Calculator
ja: 容量-時間 計算機
ru: Вт-ч калькулятор
zh_hant: 電能計算器

source: Cell Soft Cutoff:
ja: セルソフトカットオフ:
ru: Напряжение выключения мода:
zh_hant: 電池單元弱電切斷:

source: Charging Mode:
ja: 充電モード:
ru: Режим зарядки:
zh_hant: 充電模式:

source: Maximize Puffs
ja: 最大充電
ru: Увеличить кол-во затяжек
zh_hant: 最大限度噴煙口數

source: Maximize Recharges
ja: バッテリーいたわり充電
ru: Увеличить кол-во зарядок
zh_hant: 最大限度復充壽命

source: Discharge Profile:
ja: 放電プロファイル:
ru: Режим разрядки:
zh_hant: 放電概況:

source: Battery Analyzer
ja: バッテリーアナライザ
ru: Анализатор батареи
zh_hant: 電池分析器

source: {0} can be used to analyze your battery's capacity and discharge profile.
ja: バッテリー容量と放電曲線を分析します
ru: {0} может быть использован для анализа емкости вашего аккумулятора и режима разрядки.
zh_hant: {0}可以用來分析你的電池容量和放電曲線.

source: Electrical
ja: 電気設定
ru: Электрические хар-ки:
zh_hant: 電能

source: Kanthal Power Limit:
ja: カンタル出力上限:
ru: Ограничение мощности при использовании Кантала:
zh_hant: 康絲功率限制:

source: Mod Resistance:
ja: ＭＯＤ 抵抗値:
ru: Сопротивление мода:
zh_hant: Mod電阻值:

source: Ohm Lock Range: ±
ja: 抵抗値ロック範囲: ±
ru: Диапазон заблокированного сопротивления: ±
zh_hant: 電阻鎖定範圍: ±

source: Mechanical
ja: メカ設定
ru: Механические хар-ки:
zh_hant: 操控

source: Up/Down Buttons:
ja: 上下ボタン:
ru: Кнопки вверх/вниз:
zh_hant: 上/下按鈕:

source: Normal
ja: 通常
ru: Нормальные
zh_hant: 普通

source: Swapped
ja: 反転
ru: Поменялть местами
zh_hant: 調換

source: Thermal
ja: 温度設定
ru: Тепловые хар-ки:
zh_hant: 散熱

source: Case Analyzer
ja: ケースアナライザ
ru: Анализатор корпуса
zh_hant: 主機發熱分析器

source: {0} can be used to analyze your case's thermal properties.
ja: MODケースの設定を分析します
ru: {0} может быть использован для анализа тепловых свойств вашего корпуса.
zh_hant: {0}可以用來分析你的主機發熱情況.

source: Research
ja: 開発
ru: Диагностика
zh_hant: 實驗研究

source: Data Acquisition
ja: データ取得設定
ru: Получение данных
zh_hant: 數據採集

source: Serial Output Format:
ja: シリアル出力フォーマット:
ru: Выходной формат:
zh_hant: 輸出格式:

source: Plain Text Serial
ja: プレーンテキスト
ru: Обычный текст
zh_hant: 純文本

source: CSV (Excel)
zh_hant: CSV (Excel表格)

source: Experimental Setup
ja: 実験的設定
ru: Экспериментальные установки
zh_hant: 實驗設備

source: Coil Resistance:
ja: コイル抵抗値:
ru: Сопротивление обмотки:
zh_hant: 發熱絲電阻:

source: Automatic
ja: 自動
ru: Автоматически
zh_hant: 全自動

source: Locked
ja: ロック
ru: Заблокировано
zh_hant: 鎖定

source: Temperature Limit:
ja: 温度リミット:
ru: Температурный контроль:
zh_hant: 溫度限制:

source: Configurable
ja: 構成可能
ru: Настраиваемый(ая)
zh_hant: 可配置

source: Puff Limit:
ja: パフリミット:
ru: Ограничение затяжек:
zh_hant: 噴煙口數限制:

source: Disabled
ja: 無効
ru: Отключено
zh_hant: 禁用

source: Enabled
ja: 有効
ru: Включено
zh_hant: 啟用

source: Energy Limit:
ja: 電力リミット:
ru: Предел энергии:
zh_hant: 電量限制:

source: Time Limit:
ja: 時間リミット:
ru: Временное ограничение:
zh_hant: 時間限制:

source: Apply Research Seal
ja: 開発シール登録
ru: Пременить результаты исследования
zh_hant: 防篡改加密

source: Break Research Seal
ja: 開発シール破棄
ru: Уничтожить результаты исследования
zh_hant: 解除加密

source: Check Research Seal
ja: 開発シール確認
ru: Проверить результаты исследования
zh_hant: 檢查加密

source: Reset Statistics
ja: ステータスのリセット
ru: Сбросить статистику
zh_hant: 重置統計

source: Device Monitor
ja: デバイスモニター
ru: Мониторинг мода
zh_hant: 設備監控

source: Live View
ja: ライブビュー
ru: Текущее состояние
zh_hant: 實時查看

source: USB Power:
ja: USB 電力:
ru: Мощность USB:
zh_hant: usb 功率:

source: USB Current:
ja: USB 電流:
ru: Ток USB:
zh_hant: usb 電流:

source: USB Voltage:
ja: USB 電圧:
ru: Напряжение USB:
zh_hant: usb 電壓:

source: Charge:
ja: 充電:
ru: Заряд:
zh_hant: 充電:

source: Pack:
ja: パック:
ru: Батарея:
zh_hant: 電池組:

source: Cell {0}:
ja: セル {0}:
ru: Ячейка {0}:
zh_hant: 電池單元 {0}:

source: Current Puff
ja: パフ情報
ru: Ток затяжки
zh_hant: 當前噴煙情況

source: Power Set:
ja: 電力設定:
ru: Мощность:
zh_hant: 功率設置:

source: Temperature Set:
ja: 温度設定:
ru: Температура:
zh_hant: 溫度設置:

source: Current:
ja: 電流:
ru: Ток:
zh_hant: 電流:

source: Voltage:
ja: 電圧:
ru: Напряжение:
zh_hant: 電壓:

source: Cold Ohms:
ja: 冷間抵抗値:
ru: Холодное сопротивление:
zh_hant: 常溫電阻:

source: Live Ohms:
ja: 現在の抵抗値:
ru: Текущее сопротивление:
zh_hant: 實時電阻:

source: Room Temp:
ja: 外気温度:
ru: Комнатная температура:
zh_hant: 室內溫度:

source: Board Temp:
ja: 基板温度:
ru: Температура платы:
zh_hant: 主板溫度:

source: Statistics
ja: 統計
ru: Статистика
zh_hant: 數據統計

source: Since Reset
ja: リセット後
ru: После сброса
zh_hant: 重置以後

source: Total
ja: 合計
ru: Всего
zh_hant: 總數

source: Last Puff
ja: 前回のパフ
ru: Последняя затяжка
zh_hant: 最後噴煙平均統計值

source: Mean
ja: 平均
ru: Среднее значение
zh_hant: 平均數

source: Std. Dev.
ja: 標準偏差(統計)
zh_hant: 標準偏差(統計)

source: Puffs:
ja: パフ:
ru: Затяжки:
zh_hant: 噴煙口數:

source: Temp-Protected:
ja: 温度保護:
ru: Температурный контроль:
zh_hant: 溫度保護

source: Energy:
ja: 容量:
ru: Энергия:
zh_hant: 電量:

source: Time:
ja: 時間:
ru: Время:
zh_hant: 時間:

source: &Record...
ja: 記録...
ru: &Запись...
zh_hant: 記錄...

source: Graph &Options
ja: グラフオプション
ru: Опции &графика
zh_hant: 圖表選項

source: &Clear Graph
ja: グラフ消去
ru: &Очистить график
zh_hant: 清除圖表

source: &Save Graph...
ja: グラフ保存...
ru: &Сохранить график...
zh_hant: 保存圖表...

source: Set &Time Scale...
ja: 時間軸設定...
ru: Установить &временной маштаб...
zh_hant: 時間刻度設置...

source: Puf&f...
ja: パフ...
ru: Затяжк&и...
zh_hant: 噴煙...

source: {0} second
ja: {0} 秒
ru: {0} секунда
zh_hant: {0} 秒

source: &Custom...
ja: カスタム...
ru: &Пользовательский...
zh_hant: 自定義...

source: Puff
ja: パフ
ru: Затяжка
zh_hant: 噴煙

source: Duration (seconds):
ja: 持続時間 (秒):
ru: Продолжительность (в секундах):
zh_hant: 持續時間(秒):

source: Set &Power...
ja: 電力設定...
ru: Установленная &мощность...
zh_hant: 功率設置...

source: Set Power
ja: 電力設定
ru: Установленная мощность
zh_hant: 功率設置

source: Power (W):
ja: 電力 (W):
ru: Мощность (Вт):
zh_hant: 功率(w):

source: Set &Temperature...
ja: 温度設定...
ru: Установленная &температура...
zh_hant: 溫度設置...

source: Set Temperature
ja: 温度設定
ru: Установленная температура
zh_hant: 溫度設置

source: Units:
ja: 単位:
ru: Единицы:
zh_hant: 單位:

source: &Disable Temperature Protection
ja: 温度保護無効
ru: &Отключить температурный контроль
zh_hant: 禁用溫度保護

source: &Research
ja: 開発
ru: &Исследование
zh_hant: 研究

source: Enter Temperature &Monitoring Mode...
ja: 温度確認モード...
ru: Режим мониторинга &температуры ...
zh_hant: 進入溫度監控模式...

source: &Diagnostics
ja: 診断
ru: &Диагностика
zh_hant: 診斷

source: Set &Profile...
ja: プロファイル設定...
ru: Установить &профиль...
zh_hant: 配置文件設置...

source: Set Profile
ja: プロファイル設定
ru: Установить профиль
zh_hant: 配置文件設置

source: Set &Charge Estimate...
ja: 充電推定値設定...
ru: Установить &оценку заряда...
zh_hant: 充電估算值設置...

source: &Set USB Current Limit...
ja: USB電流上限設定...
ru: &Установить ограничение тока USB...
zh_hant: usb電流限制設置...

source: &Reset USB Current Limit
ja: USB電流上限リセット
ru: &Сбросить ограничение тока USB...
zh_hant: 重置usb電流限制

source: &Advanced
ja: 高度な設定
ru: &Другие
zh_hant: 高級

source: Perform USB &Recovery Charging...
ja: USBリカバリ充電の実行...
ru: Выполнить восстановление заряда через USB...
zh_hant: 執行usb恢復性充電...

source: Reset &Statistics
ja: 統計情報のリセット
ru: Сбросить &статистику
zh_hant: 重置統計

source: Resets: {0}
ja: リセット: {0}
ru: Сбросы: {0}
zh_hant: 重置: {0}

source: Version: {0}
ja: バージョン: {0}
ru: Версия: {0}
zh_hant: 版本: {0}

source: Mode: {0}
ja: モード: {0}
ru: Мод: {0}
zh_hant: 模式: {0}

source: Stealth
ja: ステルス
ru: Стелс-режим
zh_hant: 隱藏

source: Power Locked
ja: 電力ロック
ru: Мощность заблокирована
zh_hant: 鎖定電源

source: Buttons: {0}
ja: ボタン: {0}
ru: Кнопки: {0}
zh_hant: 按鍵: {0}

source: None
ja: 無効
ru: Нет
zh_hant: 沒有

source: Fire
ja: ファイア
zh_hant: 點火

source: Profile: {0}
ja: プロファイル: {0}
ru: Профиль: {0}
zh_hant: 配置文件:{0}

source: Fahrenheit
ja: 華氏 (F)
ru: Фаренгейты
zh_hant: 華氏度

source: Celsius
ja: 摂氏 (C)
ru: Цельсии
zh_hant: 攝氏度

source: Board programmed
ja: 基板プログラム
ru: Плата запрограммирована
zh_hant: 主板程序封裝

source: Mod configured
ja: ＭＯＤ情報
ru: Мод настроен
zh_hant: 方案配置

source: Label Curve
ja: ラベルカーブ
ru: Кривая отметок
zh_hant: 標籤曲線

source: New Label:
ja: 新規ラベル:
ru: Новая метка:
zh_hant: 新建標籤:

source: Reduce Number of Points
ja: ポイントの削除
ru: Уменьшить количество точек
zh_hant: 減少點數

source: Remaining Point Count:
ja: ポイントの残り:
ru: Оставшееся количество точек:
zh_hant: 剩餘點數:

source: Reduction Method:
ja: 丸め手法:
ru: Способ восстановления:
zh_hant: 縮減方法:

source: Temperature Coefficient of Resistance
ja: 抵抗温度係数 (TCR)
ru: Температурный коэффициент сопротивления
zh_hant: 電阻溫度係數

source: Electrical Resistivity
ja: 電気抵抗率
ru: Удельное электрическое сопротивление
zh_hant: 電阻率

source: Temperature (°F)
ja: 温度(F)
ru: Температура (°f)
zh_hant: 溫度(°F)

source: Cell Voltage (V)
ja: セル電圧 (V)
ru: Напряжение ячейки (В)
zh_hant: 電池單元電壓(v)

source: Battery Charge (%)
ja: バッテリー充電 (%)
ru: Заряд батареи (%)
zh_hant: 電池充電(%)

source: Set Time Scale
ja: 時間軸設定
ru: Установить шкалу времени
zh_hant: 時間刻度設置

source: Time Scale (seconds):
ja: 時間軸 (秒):
ru: Шкала времени (секунды):
zh_hant: 時間刻度(秒):

source: Profile:
ja: プロファイル:
ru: Профиль:
zh_hant: 配置:

source: Set Charge Estimate
ja: 充電推定値設定
ru: Установить расчетный показатель батареи
zh_hant: 充電估算值設置

source: Charge (Wh):
ja: 充電 (Wh):
ru: Заряд (Вт-ч):
zh_hant: 充電(wh):
